Revit 2024 API
ParameterTypeId.RbsPipeSizeMaximum Property
 "Maximum Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeSizeMaximum { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeSizeMaximum As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeSizeMaximum {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace